Repository: Aleev141/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/title
source: Clone Soldier
ru: Солдат-клон

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/short
source: Soldier
ru: Солдат

source: Inflicts 1.2x damage in crew combat
ru: Наносит 1.2x урона в бою

source: Takes 0.7x damage from crew combat and 0.6x from fires
ru: Получает 0.7x урона от боя и 0.6x от пожаров

source: Neural chip allows learning combat skills at an incredible rate
ru: Нейронный чип позволяет осваивать боевые навыки с невероятной скоростью

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/title
source: Federation Military-Grade Clone Breaching Pod Launcher
ru: Федеративная система запуска десантных капсул с клонами военного класса

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/short
source: F.M.G.C.B.P.L.
ru: Ф.С.З.Д.К.К.В.К.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/desc
source: Federation standard, cloning capable breaching pod launcher. Deploys a cloning pod which will breach the enemy hull and spawn a clone soldier that will fight for you for 60 seconds.
ru: Стандартная система запуска десантных капсул Федерации с возможностью клонирования. Запускает капсулу для клонирования, которая пробивает корпус корабля противника и производит солдата-клона, который будет сражаться за вас в течение 60 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_POP"]/title
source: Drone Popper
ru: Хлопушка дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_POP_2"]/title
source: Drone Popper
ru: Хлопушка дрона

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/title
source: Suppressor Drone Mk. I
ru: Дрон-подавитель мод. I

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/short
source: Suppr I
ru: Подавитель I

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/desc
source: A specialized drone which while powered can effectively suppress a shield layer forever. Also comes with built-in stealth systems, avoiding anti-drones indefinitely.
ru: Специализированный дрон, который при наличии питания может эффективно подавить один слой щита. Также имеет встроенную систему маскировки, позволяющую избегать защитных дронов.

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/title
source: Suppressor Drone Mk. II
ru: Дрон-подавитель мод. II

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/short
source: Suppr II
ru: Подавитель II

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/desc
source: A specialized drone which while powered can effectively suppress a shield layer forever. Also comes with built-in stealth systems, avoiding anti-drones indefinitely. The Mark 2 version is slower but can take down 3 shields at once.
ru: Специализированный дрон, который при наличии питания может эффективно подавить слой щита. Также имеет встроенную систему маскировки, позволяющую избегать защитных дронов. Версия мод. II медленнее, но может подавить сразу 3 слоя щита.

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_BOMB_BREACH"]/title
source: Drone Bomb
ru: Бомба дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_BOMB_ION"]/title
source: Drone Bomb
ru: Бомба дрона

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/title
source: Thundershock Drone [Breach]
ru: Дрон "Громобой" [Пробоина]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/short
source: Thunder [B]
ru: Громобой [П]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/desc
source: [CURRENT MODE: Breach] A specialized drone that can toggle between deploying Breach and Ion bombs without the cost of missiles, but is relatively slow.
ru: [ТЕКУЩИЙ РЕЖИМ: Пробоина] Специализированный дрон, способный переключаться между пробойными и ионными бомбами, не тратя боеголовки при их запуске, но при этом относительно медленный.

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/title
source: Thundershock Drone [Ion]
ru: Дрон "Громобой" [Ион]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/short
source: Thunder [I]
ru: Громобой [И]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/desc
source: [CURRENT MODE: Ion] A specialized drone that can toggle between deploying Breach and Ion bombs without the cost of missiles, but is relatively slow.
ru: [ТЕКУЩИЙ РЕЖИМ: Ион] Специализированный дрон, способный переключаться между пробойными и ионными бомбами, не тратя боеголовки при их запуске, но при этом относительно медленный.

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/title
source: Drone Missile
ru: Ракета дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/short
source: Drone Missile
ru: Ракета дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/title
source: 'Theseus' Missile Drone
ru: Ракетный дрон "Тесей"

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/short
source: 'Theseus'
ru: Тесей

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/desc
source: This one of a kind combat drone comes with a built-in missile reserve. Requires a sum of 3 missiles to deploy, but does not consume missiles to fire.
ru: Этот единственный в своем роде боевой дрон оснащен встроенным ракетным резервом. Для его запуска требуется 3 боеголовки, но для стрельбы дрона они не расходуются.

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_FLAK_DEFENSE"]/title
source: Drone Flak
ru: Осколки дрона

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/title
source: Scattershot Defense Drone
ru: Осколочный защитный дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/short
source: Scattershot
ru: Оскол. защитник

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/desc
source: A peculiar Defense drone that fires bursts of slow moving Flak. Can target anything - solid projectiles, lasers, drones, you name it! Reload: 1400 MS
ru: Своеобразный защитный дрон, который стреляет залпами медленно движущихся осколков. Может поражать что угодно - твердые и лазерные снаряды, дронов, да все, что скажете! Перезарядка: 1400 МС

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/title
source: Scattershot Defense Drone
ru: Осколочный защитный дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/short
source: Scattershot
ru: Оскол. защитник

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS Reload: 1700 MS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ Перезарядка: 1700 МС

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/title
source: Extinguisher Drone
ru: Дрон-огнетушитель

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/short
source: Extinguisher Drone
ru: Дрон-огнетушитель

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/title
source: Extinguisher Drone
ru: Дрон-огнетушитель

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/short
source: Extinguisher
ru: Огнетушитель

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/desc
source: Controllable utility drone that puts out fires very quickly and drains oxygen. Can also slowly repair systems in emergencies. -50 HP, 1.5x movement speed -4x extinguishing speed, 0.5x repair speed -Drains oxygen, immune to fire damage
ru: Управляемый служебный дрон, который может очень быстро тушить пожары и поглощать кислород. Может также медленно ремонтировать системы в чрезвычайных ситуациях. -50 ОЗ, 1,5x скорость передвижения -4x скорость тушения, 0.5x скорость ремонта -Поглощает кислород, невосприимчив к урону от огня

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/title
source: Voltage Drone
ru: Наэлектризованный дрон

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/short
source: Voltage Drone
ru: Наэлектризованный дрон

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/title
source: Voltage Drone
ru: Наэлектризованный дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/short
source: Voltage
ru: Электро дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/desc
source: Controllable utility drone that provides significant amounts of power to any system it couples with. However, the drone will also steadily lose health over time until it explodes. Use with caution, as its explosion is more volatile than other drones! -75 HP, 2x movement speed -Provides 6 power to occupied system -Loses 1hp/s. Explosion does 4 system damage, with 10% chance to start a fire. -Completely immune to stun, cannot be healed
ru: Управляемый служебный дрон, обеспечивает систему, с которой он взаимодействует, значительным количеством энергии. Однако со временем его здоровье постоянно снижается, и с его падением до нуля дрон взрывается. Используйте его с осторожностью, так как его взрыв более опасен, чем у других дронов! -75 ОЗ, 2x скорость передвижения -Дает 6 единицы энергии текущей системе -Теряет 1ОЗ/с. Взрыв наносит 4 урона системам, с 10% вероятностью вызывает пожар. -Полностью невосприимчив к оглушению, не может лечиться

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/title
source: Overshield Drone
ru: Дрон-щитоносец

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/short
source: Overshield Drone
ru: Дрон-щитоносец

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/title
source: Overshield Drone
ru: Дрон-щитоносец

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/short
source: Overshield
ru: Щитоносец

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/desc
source: Controllable utility drone which drains power from a system to provide shields to allied crew, massively reducing their damage from all sources. -50 HP, 0.75x movement speed -Shields all allied crew in the room, providing them with 75% damage reduction from all sources -Drains 3 power from any occupied system. Must be draining power to apply shields.
ru: Управляемый служебный дрон, который отнимает энергию из системы, чтобы обеспечить щит союзникам, значительно снижая урон от всех источников. -50 ОЗ, 0,75x скорость передвижения -Покрывает щитом всех союзников в отсеке, снижая получаемый ими урон от всех источников на 75% -Отнимает 3 единицы энергии из текущей системы. Чтобы применить щиты, в системе должно быть необходимое количество энергии.

source: Collector's Kestrel Cruiser
ru: Коллекционный крейсер "Пустельга"

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_KESTREL"]/name
source: The Oriole
ru: Иволга

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_KESTREL"]/desc
source: A reoutfitted Kestrel cruiser piloted by a pirate obsessed with state of the art weaponry.
ru: Переоборудованный крейсер "Пустельга", пилотируемый пиратом, одержимым современным вооружением.

source: Collector's Engineer Cruiser
ru: Коллекционный крейсер инженеров

source: Splinter
ru: Сплинтер

source: This vessel is piloted by a mad scientist determined to turn both his and the enemy's crew into mutants.
ru: Этим кораблем управляет безумный ученый, решивший превратить в мутантов как свой, так и вражеский экипаж.

source: Collector's Deathbringer
ru: Коллекционный Вестник смерти

source: Chthon
ru: Хтон

source: This ship packs a powerful punch with its armaments. That's all there is to it, honestly.
ru: Этот корабль обладает мощным вооружением. Вот и все, что можно о нем сказать, честно говоря.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/class
source: Collector's Engi Cruiser
ru: Коллекционный крейсер энджи

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/name
source: Obsession-C
ru: Одержимост-Ь

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/desc
source: Unlike the average Engi cruiser, which only appears to be made of junk loosely held together, this ship IS made of junk loosely held together.
ru: В отличие от обычного крейсера энджи, который только кажется будто бы сделанным из груды хлама, кое-как соединенной вместе, этот корабль ДЕЙСТВИТЕЛЬНО сделан из груды хлама, кое-как соединенной вместе.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/class
source: Collector's Outcast Cruiser
ru: Коллекционный крейсер Изгоев

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/name
source: Corporate Interest
ru: Выгода

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/desc
source: This vessel was part of a failed outreach program in Wentworth Innovations inspired by popular television character 'Remmy the Rekma'.
ru: Это судно стало частью неудачной программы "Инноваций Вентворта", вдохновленной популярным телевизионным персонажем "Ремми Рекма".

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/class
source: Collector's Gathering Cruiser
ru: Коллекционный крейсер Соцветия

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/name
source: Composter
ru: Компостер

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/desc
source: "From the moment I understood the weakness of my mesocarp, it disgusted me. I crave the strength and certainty of steel. Preferably in the form of a missile."
ru: "С того момента, как я понял слабость своего мезокарпия, он мне противен. Я жажду силы и уверенности стали. Желательно в виде ракеты".

source: Collector's Stealth Cruiser
ru: Коллекционный стелс-крейсер

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_STEALTH"]/name
source: One Shot
ru: Один выстрел

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_STEALTH"]/desc
source: The captain of this ship lives by only one motto. Kill fast - or die hard.
ru: Капитан этого корабля придерживается лишь одного девиза. Убей быстро - или умри, сражаясь.

source: Collector's Federation Cruiser
ru: Коллекционный крейсер Федерации

source: The Lion
ru: Лев

source: The laws of this Federation are foreign to the captain of this ship. While they might have missed the memo on cloning regulations, they are strict about the no teleportation rule from back home.
ru: Законы Федерации чужды капитану этого корабля. Хотя они, возможно, и пропустили сообщение о правилах клонирования, они строго придерживаются правила о запрете телепортации из дома.

source: Collector's Hive Cruiser
ru: Коллекционный крейсер Улья

source: Hymenopus II
ru: Гименопус II

source: The captain of this ship was a former crew from the Hymenopus. Unsatisfied with the work conditions, he's dedicated himself to proving his superiority with even MORE bombs.
ru: Капитан этого корабля - бывший член экипажа корабля "Гименопус". Неудовлетворенный условиями работы, он посвятил свои усилия тому, чтобы доказать свое превосходство еще БОЛЬШИМ количеством бомб.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/class
source: Collector's Illesctrian Cruiser
ru: Коллекционный Иллекстрианский крейсер

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/name
source: Patience
ru: Терпение

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/desc
source: The monk responsible for this ship valued the virtue of patience above all else. It's just unfortunate she missed the memo about being peaceful.
ru: Монах, ответственная за появление этого корабля, превыше всего ценила добродетель терпения. Жаль только, что она упустила из виду, что нужно быть миролюбивым.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/class
source: Collector's Peacekeeping Cruiser
ru: Коллекционный Миротворческий крейсер

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/name
source: Flux Capacitor
ru: Конденсатор потока

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/desc
source: Patience is most often considered a virtue. While this may be true, who says you can't speed things up a little?
ru: Терпение чаще всего считается добродетелью. Это, конечно, так, но кто сказал, что нельзя немного ускорить процесс?

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/class
source: Collector's Kleptocracy Cruiser
ru: Коллекционный крейсер Клептократии

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/name
source: Spencer-45
ru: Спенсер-45

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/desc
source: Unfortunately, the Slug crew went out for lunch at the exact time this ship launched. Even with the new crew, there may be some difficulty tracking down the enemy crew...
ru: К сожалению, экипаж слизней ушел на обед как раз в то время, когда корабль был запущен. Даже с новым экипажем, у него могут возникнуть некоторые трудности с выслеживанием вражеского экипажа...

source: Collector's Lost Sun Cruiser
ru: Коллекционный крейсер Затерянных Солнц

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LOSTSUN"]/name
source: The Ruination
ru: Разруха

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LOSTSUN"]/desc
source: Upon hearing the call of the Federation needing brave fighters, this valiant Lost Sun jumped at the opportunity to set as many people on fire as possible.
ru: Услышав призыв Федерации, нуждающейся в отважных бойцах, этот доблестный воин Затерянных Солнц ухватился за возможность поджечь как можно больше людей.

source: Collector's Theocracy Cruiser
ru: Коллекционный крейсер Теократии

source: Igneous
ru: Вулканический

source: Many debates have been had aboard this vessel over whether its unique weapon fires magma or lava. Perhaps their enemies would have joined in, had they not been dead.
ru: На борту этого корабля не раз возникали споры о том, чем стреляет его уникальное оружие - магмой или лавой. Возможно, к ним присоединились бы и враги, если бы не были мертвы.

source: Collector's Eargen Cruiser
ru: Коллекционный Иргенский крейсер

source: The AMPere
ru: СИЛа Ампера

source: It's called the AMPere because it has an AMP weapon! Get it...?
ru: Он называется "СИЛа Ампера", потому что у него есть орудие с уСИЛителем, дошло...?

source: Collector's Geniocracy Cruiser
ru: Коллекционный крейсер Гениократии

source: Hadron
ru: Адрон

source: This Shell soon realized he accidentally purchased a Particle Collider instead of an Accelerator. But that's fine - purple is better than orange anyways.
ru: В какой-то момент эта ракушка поняла, что случайно купила не ускоритель, а коллайдер частиц. Но ничего страшного - фиолетовый все равно лучше оранжевого.

source: Collector's Auto-Cruiser
ru: Коллекционный авто-крейсер

source: Victoria
ru: Виктория

source: Finder's keepers is the golden rule, and that applies to more than the things you're stealing. It applies to the people too!
ru: Золотое правило - "кто ищет, тот всегда найдет", и это относится не только к вещам, которые вы крадете. Оно распространяется и на людей!

source: Collector's Spectral Cruiser
ru: Коллекционный призрачный крейсер

source: Abaddon
ru: Аваддон

source: After countless millenia of devising better and better weapons to promote infighting, the Dynasty finally realized their guns could kill ships from other factions too.
ru: После бесчисленных тысячелетий разработки все более совершенного оружия, способствующего междоусобицам, Династия наконец поняла, что ее пушки могут уничтожать корабли и других фракций.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/class
source: Collector's Brood Cruiser
ru: Коллекционный крейсер Выводка

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/name
source: Broodmother
ru: Паучиха

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/desc
source: What else can you really say about the captain of this ship? They like spiders. They LOVE spiders. Maybe too much.
ru: Что еще можно сказать о капитане этого судна? Он любит пауков. Он ОБОЖАЕТ пауков. Может быть, даже слишком.

source: Collector's Tiiikaka Cruiser
ru: Коллекционный крейсер Тииикака

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_2"]/name
source: Humperdinck
ru: Хампердинк

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_2"]/desc
source: This is a Tiiikaka ship, and has zero relation to any famous pirate/outcast. Please do not confuse it for such. Also, it has a bunch of Lasers.
ru: Это корабль Тииикака, и он не имеет никакого отношения к какому-либо известному пирату/изгою. Пожалуйста, не путайте его с таковым. Кроме того, на нем есть куча лазеров.

source: Collector's Separatist Cruiser
ru: Коллекционный крейсер Сепаратистов

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_3"]/name
source: Limitbreak
ru: Коронныйудар

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_3"]/desc
source: In the future, who needs organic friends? Your drones are the only company you'll need.
ru: Кому в будущем нужны органические друзья? Ваши дроны - единственная компания, которая вам понадобится.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/class
source: Collector's Lanius Cruiser
ru: Коллекционный крейсер ланиусов

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/name
source: Kittiwake
ru: Чайка

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/desc
source: People keep seeing flags in the hull of this cruiser; the captain is confused. "Not cloth? Pattern symbol not having?" He just thinks the colors are neat.
ru: Внутри этого крейсера люди постоянно видят флаги; капитан в замешательстве. "Не ткань? Символ узора не имеет?" Он просто считает, что цвета аккуратные.

source: Collector's MV Rebel Cruiser
ru: Коллекционный МВ-крейсер повстанцев

source: The Oppressor
ru: Угнетатель

source: Many costs were cut in pursuit of maximizing the drone system's power. Perhaps too many, but let's let bygones be bygones.
ru: В стремлении максимально увеличить мощность системы дронов были сокращены многие расходы. Возможно, даже слишком много, но что сделано, то сделано.

source: Collector's Suzerain Cruiser
ru: Коллекционный крейсер Сюзеренов

source: Mechanomantis
ru: Механобогомолы

source: Embracing future! Technocratic Hive begins assimilation with futuristic robot friends!
ru: Навстречу будущему! Технократический Улей начинает ассимиляцию с футуристическими роботами-друзьями!

source: Collector's Slug Pleasure Barge
ru: Коллекционная Баржа удовольствий слизней

source: Elysia
ru: Элизия
