Repository: Aleev141/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: There's a legend of a missile; the Apollo missile. Is it real? "Yep, it's real" says the captain's friend. "Woaaah" says the captain.
ru: Существует легенда о ракетной установке; ракетной установке "Аполлон". Реальна ли она? "Ага, она реальна", - говорит друг капитана. "Ваааау", - сказал капитан.

source: Collector's Augmented Cruiser
ru: Коллекционный крейсер Возвышенных

source: Yacht Club
ru: Яхт-клуб

source: Once the surplus of resources from asteroid mining led to a post scarcity society, the sentients of this captain's home reality had to find new ways to waste their excess wealth. Why not turn it into a weapon?
ru: Когда избыток ресурсов, получаемых при добыче астероидов, привел к возникновению общества дефицита, разумным существам родной реальности этого капитана пришлось искать новые способы растраты избыточных богатств. Почему бы не превратить его в оружие?

source: Collector's Hacker Cruiser
ru: Коллекционный крейсер Хакеров

source: 5Y5-5H0CK
ru: 6И6-60К

source: Calibrating the main frame. Engaging the bypass filtration core. Processor overclocking megachip is running at maximum efficiency overdrive. This ship is ready for combat.
ru: Калибровка главного компьютера. Включение обходного ядра фильтрации. Мегачип с разогнанным процессором работает в режиме максимальной эффективности. Корабль готов к бою.

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/class
source: Collector's Rebel Cruiser
ru: Коллекционный крейсер повстанцев

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/name
source: Absolution
ru: Освобождение

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/desc
source: The crew of this pirate vessel ironically still cling to the Rebel legacy of their vessel. It adds a bit of much desired edge to saving the multiverse.
ru: Экипаж этого пиратского судна, по иронии судьбы, до сих пор хранит наследие повстанцев. Это придает спасению Вселенной некую желанную остроту.

source: Collector's Cruiser
ru: Крейсер Коллекционера

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_2"]/name
source: Theophilus
ru: Теофил

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_2"]/desc
source: Armed with an ancient eldritch super weapon... it's uh. It's armed with an ancient eldritch super weapon. That's all you need to know, really.
ru: Вооруженный древним сверхъестественным супероружием... он... хм. Он вооружен древним сверхъестественным супероружием. Это все, что вам нужно знать, правда.

source: Collector's Wrecked Bomber
ru: Коллекционный развалившийся бомбардировщик

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_3"]/name
source: The Garbage Pile
ru: Куча мусора

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_3"]/desc
source: The captain of this ship doesn't understand why people think the name "Garbage Pile" is an insult. Garbage is yummy food. This ship is also yummy food. But don't eat it yet.
ru: Капитан этого судна не понимает, почему люди считают название "Куча мусора" оскорбительным. Мусор - это вкусная еда. Этот корабль - тоже вкусная еда. Но пока не ешьте его.
