Repository: Aleev141/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: Charge Heavy Laser
ru: Зарядный тяжелый лазер

source: C. Heavy
ru: Зарядн. тяжелый

source: This Laser weapon can charge multiple projectiles, or fire its volley early. Does 2 damage per shot.
ru: Этот лазер может выстрелить раньше, чем зарядит все снаряды. Наносит 2 урона за выстрел.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/title
source: Amp Laser
ru: Лазер с усилителем

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/short
source: Amp Laser [2]
ru: Лазер с усилителем [2]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/desc
source: [CURRENT POWER: 2] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 2] Потенциально сильный лазер, мощность которого может быть изменена до или во время боя для изменения наносимого им урона. Увеличение мощности также увеличивает время перезарядки.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/title
source: Amp Laser
ru: Лазер с усилителем

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/short
source: Amp Laser [3]
ru: Лазер с усилителем [3]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/desc
source: [CURRENT POWER: 3] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 3] Потенциально сильный лазер, мощность которого может быть изменена до или во время боя для изменения наносимого им урона. Увеличение мощности также увеличивает время перезарядки.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/title
source: Amp Laser
ru: Лазер с усилителем

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/short
source: Amp Laser [4]
ru: Лазер с усилителем [4]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/desc
source: [CURRENT POWER: 4] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
ru: [ТЕКУЩАЯ МОЩНОСТЬ: 4] Потенциально сильный лазер, мощность которого может быть изменена до или во время боя для изменения наносимого им урона. Увеличение мощности также увеличивает время перезарядки.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/title
source: Compact Laser
ru: Компактный лазер

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/short
source: Compact
ru: Компактный

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/desc
source: This peculiar Laser fires extremely fast and uses no power, but has terrible aim.
ru: Этот необычный лазер стреляет очень быстро и не потребляет энергии, но у него ужасная точность.

source: Light Burst Laser
ru: Легкий импульсный лазер

source: Light Burst
ru: Легк. импульс

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_LIGHT_BURST"]/desc
source: Though it charges slower than your standard Light Laser, it fires a burst of laser projectiles in rapid succession to take down shields quickly.
ru: Хотя он заряжается медленнее, чем стандартный легкий лазер, он стреляет быстрыми залпами лазерных снарядов, что позволяет быстро сбивать щиты.

source: Particle Collider MK I
ru: Коллайдер частиц мод. I

source: Collider I
ru: Коллайдер I

source: Modified particle technology that trades its usual fire starting attributes to do crew damage and apply debuffs.
ru: Модифицированная технология частиц, которая заменяет свои привычные зажигательные свойства на нанесение урона и ослабление экипажа.

source: Particle Collider MK II
ru: Коллайдер частиц мод. II

source: Collider II
ru: Коллайдер II

source: Modified particle technology that trades its usual fire starting attributes to do crew damage and apply debuffs. Has a longer cooldown and larger radius but fires more bolts.
ru: Модифицированная технология частиц, которая заменяет свои привычные зажигательные свойства на нанесение урона и ослабление экипажа. Долгое время перезарядки и больший радиус, но выпускает больше частиц.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/title
source: Magnifier MK I
ru: Концентратор мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/short
source: Mag I
ru: Концентр. I

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases damage output and status effect chances. Charges become progressively faster. Stats: Required Power: 1 Charge Time: 11 seconds Accuracy Bonus: +10% Shots Per Charge: 1 Max Charges: 3 Cooldown Reduction: 0/30/69% Base Hull Damage: 2/3/4 Total System Damage: 2/3/4 Total Crew Damage: 30/45/60 Fire Chance 10/20/30% Breach Chance: 10/20/30% (Adjusted: 9/16/21%) Buy/Sell Price: 55~/27~
ru: Концентраторы используют специальную технологию, позволяющую им не увеличивать количество выстрелов за заряд, а усиливать свою мощь с каждым зарядом. Каждый заряд увеличивает наносимый урон и вероятность наложения вспомогательного эффекта. Каждый последующий заряд накапливается быстрее. Характеристики: Необходимая мощность: 1 Время перезарядки: 11 секунд Бонус к точности: +10% Максимальное число зарядов: 3 Бонус к скорости перезарядки: 0/30/69% Урон корпусу: 2/3/4 Урон системам: 2/3/4 Урон экипажу: 30/45/60 Вероятность возгорания: 10/20/30% Вероятность пробоины: 10/20/30% (скорректировано: 9/16/21%) Стоимость покупки/продажи: 55~/27~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/title
source: Magnifier MK II
ru: Концентратор мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/short
source: Mag II
ru: Концентр. II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases damage output and status effect chances. Charges become progressively faster. Stats: Required Power: 2 Charge Time: 13 seconds Accuracy Bonus: +10% Shots Per Charge: 1 Max Charges: 4 Cooldown Reduction: 0/50/125/187.5% Base Hull Damage: 3/4/5/6 Total System Damage: 3/4/5/6 Total Crew Damage: 45/60/75/90 Fire Chance 10/20/30/40% Breach Chance: 10/20/30/40% (Adjusted: 9/16/21/24%) Buy/Sell Price: 70~/35~
ru: Концентраторы используют специальную технологию, позволяющую им не увеличивать количество выстрелов за заряд, а усиливать свою мощь с каждым зарядом. Каждый заряд увеличивает наносимый урон и вероятность наложения вспомогательного эффекта. Каждый последующий заряд накапливается быстрее. Характеристики: Необходимая мощность: 2 Время перезарядки: 13 секунд Бонус к точности: +10% Максимальное число зарядов: 4 Бонус к скорости перезарядки: 0/50/125/237.5% Урон корпусу: 3/4/5/6 Урон системам: 3/4/5/6 Урон экипажу: 45/60/75/90 Вероятность возгорания: 10/20/30/40% Вероятность пробоины: 10/20/30/40% (скорректировано: 9/16/21/24%) Стоимость покупки/продажи: 70~/35~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/title
source: Pierce Magnifier
ru: Пронзающий концентратор

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/short
source: Pierce Mag
ru: Пронз. конц.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases shield pierce and breach chance. Charges become progressively faster. Stats: Required Power: 2 Charge Time: 8 seconds Accuracy Bonus: +10% Shots Per Charge: 1 Max Charges: 4 Shield Piercing: 1/2/3/4 Cooldown Reduction: 0/50/125/187.5% Base Hull Damage: 2 Total System Damage: 2 Total Crew Damage: 30 Breach Chance: 60/70/80/90% Buy/Sell Price: 60~/30~
ru: Концентраторы используют специальную технологию, позволяющую им не увеличивать количество выстрелов за заряд, а усиливать свою мощь с каждым зарядом. Каждый заряд увеличивает значение проникновения щита и вероятность пробоины. Каждый последующий заряд накапливается быстрее. Характеристики: Необходимая мощность: 2 Время перезарядки: 8 секунд Бонус к точности: +10% Максимальное число зарядов: 4 Пробивание щита: 1/2/3/4 Бонус к скорости перезарядки: 0/50/125/237.5% Урон корпусу: 2 Урон системам: 2 Урон экипажу: 30 Вероятность пробоины: 60/70/80/90% Стоимость покупки/продажи: 60~/30~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/title
source: Ionized Magnifier
ru: Ионизированный концентратор

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/short
source: Ion Mag
ru: Ион. концентр.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases ion damage output and stun chance. Charges become progressively faster. Stats: Required Power: 1 Charge Time: 6 seconds Accuracy Bonus: +10% Shots Per Charge: 1 Max Charges: 4 Ion Damage: 1/2/3/4 Cooldown Reduction: 0/10/21/32.1% Ion Damage: 1 Stun Chance: 30/40/50/60% (3 seconds long) Buy/Sell Price: 50~/25~
ru: Концентраторы используют специальную технологию, позволяющую им не увеличивать количество выстрелов за заряд, а усиливать свою мощь с каждым зарядом. Каждый заряд увеличивает ионный урон и шанс оглушения. Каждый последующий заряд накапливается быстрее. Характеристики: Необходимая мощность: 1 Время перезарядки: 8 секунд Бонус к точности: +10% Максимальное число зарядов: 4 Бонус к скорости перезарядки: 0/20/44/72.8% Ионный урон: 1/2/3/4 Вероятность оглушения: 30/40/50/60% (3 секунды) Стоимость покупки/продажи: 50~/25~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/title
source: 'Fangtian' Fissure Beam
ru: Расщепляющий луч "Фантянь"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/short
source: 'Fangtian'
ru: Фантянь

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Fissure Beams deal damage per tile rather than per room. This Beam specializes in destroying systems, capable of dealing more damage the larger a system is. Stats: Required Power: 2 Charge Time: 11 seconds Beam Length: 128 Beam Speed: 6 Total System Damage: 1 Shield Piercing: 1 Damage is dealt per-tile Breach Chance: 20% Buy/Sell Price: 60~/30~
ru: Расщепляющие лучи наносят урон за каждую плитку, а не за отсек. Этот луч специализируется на разрушении систем, и чем крупнее отсек системы, тем больше урона он нанесет. Характеристики: Необходимая мощность: 2 Время перезарядки: 14 секунд Длина луча: 128 Скорость луча: 6 Урон системам: 1 Пробивание щита: 1 Урон наносится за каждую плитку Вероятность пробоины: 20% Стоимость покупки/продажи: 65~/32~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/title
source: 'Faucon' Rad-Beam II
ru: Рад-луч "Фокон" II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/short
source: 'Faucon' II
ru: Фокон II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Longer and does more damage than the MK 1 but doesn't pierce shields.
ru: Этот ужасающий радиационный луч наносит тяжелый урон экипажу и ослабляет его. Он длиннее и наносит больше урона, чем мод. I, но не проникает сквозь щиты.

source: 'Faucon' Rad-Beam II†
ru: Рад-луч "Фокон" II†

source: 'Faucon' II†
ru: Фокон II†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2_PLAYER"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Longer and does more damage than the MK 1 but doesn't pierce shields.
ru: Этот ужасающий радиационный луч наносит тяжелый урон экипажу и ослабляет его. Он длиннее и наносит больше урона, чем мод. I, но не проникает сквозь щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/title
source: 'Bardiche' Beam
ru: Луч "Бердыш"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/short
source: 'Bardiche'
ru: Бердыш

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/desc
source: This Beam charges quicker with each shot but can also do heavy hull damage when aimed at empty rooms.
ru: Этот луч заряжается быстрее с каждым выстрелом, а также может наносить большой урон корпусу, если нацелен на пустые отсеки.

source: 'Kagiyari' Beam
ru: Луч "Каги-яри"

source: 'Kagiyari'
ru: Каги-яри

source: A slow but self-reliant adaptive Beam that can scale infinitely if given long enough to build up power, but requires more time to effectively deal with systems. Conservative weapons use no power but require another weapon to be powered.
ru: Медленный, но самодостаточный адаптивный луч, который может масштабироваться бесконечно, если ему дать достаточно времени для накопления энергии, но ему требуется больше времени, чтобы эффективно работать против систем. Консервативные орудия не требуют питания, но при этом нуждаются в другом запитанном орудии.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/title
source: Asphyxiator Ion
ru: Ионный асфиксиатор

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/short
source: Asphyxion
ru: Асфиксион

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/desc
source: A specialized ion that excells particularly at suffocating the enemy, though it can be applied to other purposes.
ru: Специализированный ион, который особенно эффективен для удушения противника, хотя может применяться и для других целей.

source: Asphyxiator Ion†
ru: Ионный асфиксиатор†

source: Asphyxion†
ru: Асфиксион†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH_PLAYER"]/desc
source: A specialized ion that excells particularly at suffocating the enemy, though it can be applied to other purposes.
ru: Специализированный ион, который особенно эффективен для удушения противника, хотя может применяться и для других целей.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/title
source: 'Infinity' Ion
ru: Ионная пушка "Бесконечность"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/short
source: 'Infinity'
ru: "Бесконечность"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/desc
source: Unlike the standard adaptive ion, this weapon can chain to an effectively infinite number of times, but charges slower.
ru: В отличие от стандартной адаптивной ионной пушки, урон этого орудия может увеличиваться практически бесконечно, но заряжается оно медленнее.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/title
source: Energy Phaser
ru: Энергетический фазер

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/short
source: Phase E.
ru: Энергофаз.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/desc
source: Energy weapons can disable systems while also causing hull damage. This special version pierces shields, dealing ion damage to the first layer of shields as it goes through.
ru: Энергетическое оружие отключает системы и повреждает корпус. Эта специальная версия проникает сквозь щиты, нанося ионный урон первому слою щитов при прохождении через него.

source: Energy Phaser†
ru: Энергетический фазер†

source: Phase E.†
ru: Энергофаз.†

source: Energy weapons can disable systems while also causing hull damage. This special version pierces shields, dealing ion damage to the first layer of shields as it goes through.
ru: Энергетическое оружие отключает системы и повреждает корпус. Эта специальная версия проникает сквозь щиты, нанося ионный урон первому слою щитов при прохождении через него.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/title
source: Energy Flamer
ru: Энергетический поджигатель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/short
source: Fire Energy
ru: Энергоподжигатель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/desc
source: Energy weapons can disable systems and cause hull damage. This weapon also starts more fires than the average Energy Cannon.
ru: Энергетическое оружие отключает системы и повреждает корпус. Кроме того, это оружие вызывает больше возгораний, чем обычная энергетическая пушка.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/title
source: 'Scorch' Pinpoint
ru: Точечный луч "Ожог"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/short
source: 'Scorch'
ru: Ожог

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/desc
source: A quick charging Pinpoint with minimal pierce that does no physical damage but lights fires.
ru: Быстро заряжающийся точечный луч с минимальным проникновением щитов, не наносящий физического урона, но вызывающий возгорание.

source: 'Poniard' Pinpoint
ru: Точечный луч "Кинжал"

source: 'Poniard'
ru: Кинжал

source: A slow charging but reliable Pinpoint. Conservative weapons use no power but require another weapon to be powered.
ru: Медленно заряжающийся, но надежный точечный луч. Консервативные орудия не требуют питания, но при этом нуждаются в другом запитанном орудии.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/title
source: Shrapnel Bomb
ru: Осколочная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/short
source: Shrapnel B.
ru: Оск. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Self-teleporting explosive that deals system damage to not just the target room but all adjacent rooms as well. Can target your own ship. Stats: Required Power: 1 Charge Time: 14 seconds Missile Consumption: 1 Accuracy Bonus: +30% Shots Per Charge: 1 Total System Damage: 2 Total Crew Damage: 30 Adjacent System Damage: 1 Buy/Sell Price: 55~/27~
ru: Самотелепортирующаяся взрывчатка, которая наносит урон системе не только в целевом, но и во всех соседних отсеках. Можно нацелить на собственный корабль. Характеристики: Необходимая мощность: 1 Время перезарядки: 14 секунд Потребление боеголовок: 1 Бонус к точности: +30% Выстрелов в очереди: 1 Урон системам: 2 Урон экипажу: 30 Урон соседним системам: 1 Стоимость покупки/продажи: 55~/27~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/title
source: Particle Bomb
ru: Бомба частиц

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/short
source: Part B.
ru: Бомба част.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/desc
source: Self-teleporting explosive that contains a particle accelerator, which does heavy system damage and starts fires. Can target your own ship.
ru: Самотелепортирующаяся взрывчатка, содержащая ускоритель частиц, который тяжело повреждает системы и вызывает возгорание. Можно нацелить на собственный корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/title
source: Particle Bomb†
ru: Бомба частиц†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/short
source: Part B.†
ru: Бомба част.†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/desc
source: Self-teleporting explosive that contains a particle accelerator, which does heavy system damage and starts fires. Can target your own ship.
ru: Самотелепортирующаяся взрывчатка, содержащая ускоритель частиц, который тяжело повреждает системы и вызывает возгорание. Можно нацелить на собственный корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/title
source: Gasoline Bomb
ru: Бензиновая бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/short
source: Gas B.
ru: Бензин. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/desc
source: Self-teleporting explosive that douses crew in gasoline, making them take 4x damage from fire for 30 seconds, as well as move 25% slower. Has self-replicating abilities and does not need a missile.
ru: Самотелепортирующаяся взрывчатка, обливающая экипаж бензином, в результате чего он получает 4x урон от огня в течение 30 секунд, а также двигается на 25% медленнее. Обладает технологией репликации и не нуждается в боеголовках.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/title
source: Deployment Bomb
ru: Установочная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/short
source: Deploy B.
ru: Установ. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Self-teleporting device that deploys a repair drone on your ship. Costs a drone part instead of a missile to fire, but the resulting drone will consume no power. Lasts 90 seconds. Can (AND SHOULD) be used to target your own ship. Stats: Requires no power Charge Time: 15 seconds Drone Consumption: 1 Accuracy Bonus: +30% Shots Per Charge: 1 Repair Drone Lifetime: 90 seconds Buy/Sell Price: 45~/22~
ru: Самотелепортирующееся устройство, позволяющее разместить на корабле ремонтный дрон. Требует для запуска один дрон-комплект вместо боеголовки. Можно (И НАДО) нацеливать на собственный корабль. Характеристики: Не требует питания Время перезарядки: 15 секунд Потребление дрон-комплектов: 1 Бонус к точности: +30% Выстрелов за заряд: 1 Время работы Дрона-ремонтника: 90 секунд Стоимость покупки/продажи: 45~/22~

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/desc
source: Infant spiders.
ru: Пауки-детеныши.

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/title
source: Hatchling
ru: Детеныш

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/short
source: Hatchling
ru: Детеныш

source: 50 health, 1.2x fire damage taken, 0.10x repairs
ru: 50 здоровья, 1.2x получаемый урон от огня, 0.10x скорость ремонта

source: 1.8x combat damage, 2.2x movement speed
ru: 1.8x урон в ближнем бою, 2.2x скорость передвижения

source: Heals at triple speed
ru: Лечится с утроенной скоростью

source: Can only be controlled temporarily, cannot man systems
ru: Может управляться только временно, не может обслуживать системы

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/title
source: Arachno-Bomb
ru: Арахно-бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/short
source: Arach B.
ru: Арах. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/desc
source: Self-teleporting device that deploys 2 hatchlings with a limited lifespan that will fight for you. Can be used to target your own ship.
ru: Самотелепортирующееся устройство, позволяющее выпускать двух детенышей пауков с ограниченным сроком жизни, которые будут сражаться за вас. Можно нацеливать на собственный корабль.

source: Arachno-Bomb
ru: Арахно-бомба

source: Arach B.
ru: Арах. бомба
