Repository: Aleev141/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/desc
source: A gross mutant creature, created by you. Why would you do this?
ru: Отвратительное мутировавшее существо, созданное вами. Зачем вы это сделали?

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/title
source: Mutant
ru: Мутант

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/short
source: Mutant
ru: Мутант

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[1]
source: Deals 2.3x combat damage, moves at half speed
ru: Наносит 2.3x урон экипажу в бою

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[2]
source: Cannot repair or heal
ru: Не может ремонтировать или лечиться, движется с половинной скоростью

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[3]
source: Explodes on death, dealing 15 crew and 1 system damage
ru: Взрывается при смерти, нанося 15 урона экипажу и 1 урон системе

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[4]
source: Will return to its original form after 15 seconds
ru: Через 15 секунд возвращается в исходную форму

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/title
source: Mutagen Bomb
ru: Мутагенная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/short
source: Mutant B.
ru: Мутаген. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/desc
source: Self-teleporting stimulant unit that temporarily mutates the crew it hits, changing them into a terrifying mutant for 15 seconds. Mutants deal 2.3x combat damage, cannot repair or heal, move at half speed, and explode on death for 15 crew and 1 system damage.
ru: Самотелепортирующаяся стимуляторная установка, которая при попадании приводит к мутации экипажа, превращая их в ужасающих мутантов на 15 секунд. Мутанты наносят 2.3x урон экипажу в бою, не могут ремонтировать и лечиться, двигаются с половинной скоростью и взрываются при смерти, нанося 15 урон экипажу и 1 урон системе.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/title
source: 'Apollo' Missiles
ru: Ракетная установка "Аполлон"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/short
source: 'Apollo'
ru: Аполлон

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/desc
source: A niche but effective missile weapon that does no crew damage but provides stacking passive 4hp/s healing to allied crew that it hits for 15 seconds.
ru: Нишевое, но эффективное ракетное орудие, не наносящее урона экипажу, но дающее пассивное исцеление 4 ОЗ/с всем союзникам, по которым оно попало, в течение 15 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/title
source: 'Boreas' Missiles
ru: Ракетная установка "Борей"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/short
source: 'Boreas'
ru: Борей

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/desc
source: A heavy hitting Missile weapon that locks down rooms on contact.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: 'Boreas' Missiles
ru: Ракетная установка "Борей"

source: 'Boreas'
ru: Борей

source: A heavy hitting Missile weapon that locks down rooms on contact.
ru: Тяжелое ракетное орудие, запирающее отсеки при попадании.

source: 'Themis' Shrapnel Missiles
ru: Осколочная ракетная установка "Фемида"

source: 'Themis'
ru: Фемида

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_SHRAPNEL"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A devastating missile which creates shrapnel upon impact. Shrapnel deals 1 additional system damage to all adjacent rooms. Stats: Required Power: 1 Charge Time: 16 seconds Missile Consumption: 1 Accuracy Bonus: +10% Shots Per Charge: 1 Base Hull Damage: 2 Total System Damage: 2 Total Crew Damage: 45 Shield Piercing: 10 Adjacent System Damage: 1 Breach Chance: 50% Stun Chance: 50% (3 seconds long) Buy/Sell Price: 55~/27~
ru: Разрушительная ракета, которая разбрасывает осколки при попадании. Осколки наносят 1 дополнительный системный урон всем соседним отсекам. Характеристики: Необходимая мощность: 1 Время перезарядки: 16 секунд Потребление боеголовок: 1 Бонус к точности: +10% Выстрелов за заряд: 1 Урон корпусу: 2 Урон системам: 2 Урон экипажу: 45 Пробивание щита: 10 Урон соседним системам: 1 Вероятность пробоины: 50% Вероятность оглушения: 50% (3 секунды) Стоимость покупки/продажи: 55~/27~

source: 'Perses' Shrapnel Missiles
ru: Осколочная ракетная установка "Перс"

source: 'Perses'
ru: Перс

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A devastating missile which creates shrapnel upon impact. Shrapnel deals additional system damage to all adjacent rooms. This upgraded version does more damage. Stats: Required Power: 3 Charge Time: 19 seconds Missile Consumption: 1 Accuracy Bonus: +10% Shots Per Charge: 1 Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 60 Shield Piercing: 10 Adjacent System Damage: 2 Breach Chance: 50% Stun Chance: 50% (3 seconds long) Buy/Sell Price: 70~/35~
ru: Разрушительная ракета, которая разбрасывает осколки при попадании. Осколки наносят 1 дополнительный системный урон всем соседним отсекам. Эта улучшенная версия наносит больше урона. Характеристики: Необходимая мощность: 3 Время перезарядки: 19 секунд Потребление боеголовок: 1 Бонус к точности: +10% Выстрелов за заряд: 1 Урон корпусу: 3 Урон системам: 3 Урон экипажу: 60 Пробивание щита: 10 Урон соседним системам: 2 Вероятность пробоины: 50% Вероятность оглушения: 50% (3 секунды) Стоимость покупки/продажи: 70~/35~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/title
source: 'Epimetheus' Pre-Emptive Missiles
ru: Упреждающая ракетная установка "Эпиметей"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/short
source: 'Epimetheus'
ru: Эпиметей

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/desc
source: Fires one extremely accurate and destructive missile at the start of the fight. Can only be used once per fight.
ru: В начале боя выпускает одну очень точную и разрушительную ракету. Может быть использована только один раз за бой.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/title
source: Hazard-Sentry Deployer
ru: Установщик опасно-стражей

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/short
source: Haz-Sent
ru: Опасно-страж

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/desc
source: Deploys a temporary sentry in the room of impact, which doubles hazard damage and stun duration for ALL crew in the room for 20 seconds.
ru: Размещает в целевом отсеке временного стража, который удваивает урон от опасностей и продолжительность оглушения для ВСЕХ членов экипажа в отсеке на 20 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/title
source: Virulent Dish
ru: Вирусный излучатель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/short
source: Virulent
ru: Излучатель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Outlawed in several stretches of space, Virulent Dishes dispell highly toxic radiation, dealing crew damage not just in the target room but all adjacent rooms as well. Stats: Required Power: 2 Charge Time: 8 seconds Accuracy Bonus: +10% Shots Per Charge: 1 Total Crew Damage: 60 Adjacent Crew Damage: 30 Shield Piercing: 10 Buy/Sell Price: 50~/25~
ru: Вирусные диски, запрещенные в некоторых частях космоса, испускают высокотоксичное излучение, наносящее урон экипажу не только в целевом, но и во всех соседних отсеках. Характеристики: Необходимая мощность: 2 Время перезарядки: 8 секунд Бонус к точности: +10% Выстрелов за заряд: 1 Урон экипажу: 60 Урон экипажу в соседних отсеках: 30 Пробивание щита: 10 Стоимость покупки/продажи: 50~/25~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/title
source: 'Baal' Mine Launcher
ru: Миномет "Баал"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/short
source: 'Baal'
ru: Баал

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 15 missiles at empty beacons, has no notoriety impact.
ru: Минометы быстро заряжаются и выстреливают залпами медленно движущихся снарядов. Также служит эффективным средством создания ловушек для флота. На пустых маяках может задержать флот на 2 прыжка за 15 боеголовок, не влияет на дурную славу.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/title
source: Trifecta
ru: Трифекта

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/short
source: Trifecta
ru: Трифекта

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/desc
source: A bizarre jerry-rigged weapon that fires 2 flak shots along with a slow moving but high damage laser for a nominal charge time.
ru: Это странное орудие, собранное на скорую руку, делает залп 2 осколочными снарядами, а также медленно движущимся тяжелым лазерным зарядом и при этом имеет весьма незначительное время перезарядки.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/title
source: Trifecta Laser
ru: Лазер "Трифекта"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/short
source: Trifecta Laser
ru: Лазер "Трифекта"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/title
source: Frost Flak
ru: Морозное осколочное орудие

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/short
source: Frost Flak
ru: Морозн. оскол.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/desc
source: Fires 4 supercooled projectiles which create a coating of ice on rooms, locking them down for 12 seconds as well as stunning crew.
ru: Выстреливает 4 переохлажденных снаряда, которые создают ледяной покров и запирают отсеки на 12 секунд, при этом оглушая экипаж.

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/title
source: Assembled Drone
ru: Изготовленный дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/short
source: Assembled Drone
ru: Изготовл. дрон

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/title
source: Assembly Cannon
ru: Пушка-изготовитель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/short
source: Assembly
ru: Изготовитель

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A specialized weapon with a built-in fabricator. At the cost of a drone part, can deploy a temporary combat drone that will attack the enemy ship. Stats: Required Power: 2 Charge Time: 18 seconds Drone Consumption: 1 Shots Per Charge: 1 Fabricated Drone Type: Laser Drone Lifetime: 7 Shots Drone Speed: 35 Buy/Sell Price: 60~/30~
ru: Специализированное орудие со встроенным фабрикатором. Ценой дрон-комплекта может запустить временного боевого дрона, который будет атаковать вражеский корабль. Характеристики: Необходимая мощность: 2 Время перезарядки: 15 секунд Потребление дрон-комплектов: 1 Выстрелов за заряд: 1 Тип изготовленного дрона: лазер Время жизни дрона: 7 выстрелов Скорость дрона: 35 Стоимость покупки/продажи: 60~/30~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/title
source: 'Ultraburn'
ru: "Сверхподжог"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/short
source: 'Ultraburn'
ru: Сверхподжог

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/desc
source: Fires a concentrated beam with such intense heat it damages both the hull and temporarily strips crew of fire immunity, multiplying fire damage by x1.5 for 15 seconds. Be careful of hitting your own crew!
ru: Стреляет концентрированным лучом с таким сильным нагревом, что повреждает корпус и временно лишает экипаж иммунитета к огню, увеличивая урон от огня на x1.5 на 15 секунд. Остерегайтесь поражения собственного экипажа!

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/title
source: 'Systemshock'
ru: "Системныйсбой"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/short
source: 'Sysshock'
ru: Систсбой

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: An overcharged ion weapon which causes a cascading effect when it directly hits a room, dealing 1 ion damage to all adjacent systems. Stats: Required Power: 2 Charge Time: 12 seconds Shots Per Charge: 1 Ion Damage: 2 Adjacent Ion Damage: 1 Shield Piercing: 2 Stun Chance: 60% (3 seconds long) Buy/Sell Price: 55~/27~
ru: Усиленное ионное орудие, которое при прямом попадании в отсек вызывает каскадный эффект, наносящий 1 ионный урон всем соседним системам. Характеристики: Необходимая мощность: 2 Время перезарядки: 12 секунд Выстрелов за заряд: 1 Ионный урон: 2 Ионный урон соседним отсекам: 1 Пробивание щита: 2 Вероятность оглушения: 60% (3 секунды) Стоимость покупки/продажи: 55~/27~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/title
source: Flare Launcher
ru: Сигнальная ракетница

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/short
source: Flare
ru: Сигн. ракетница

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/desc
source: Fires decoys that distract Defense drones and, if they make contact, temporarily blind crew, stunning them.
ru: Запускает сигнальные ракеты, которые отвлекают защитных дронов и временно ослепляют экипаж при попадании, оглушая его.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/title
source: Epistle of Madness
ru: "Послание безумия"

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/short
source: Epistle
ru: Послание

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A weapon of ancient evil, which infiltrates the minds of its victims and turns them against each other. Inflicts mind control on any enemy it hits, but prevents them from receiving orders. Stats: Required Power: 3 Charge Time: 25 seconds Beam Length: 200 Beam Speed: 5 Shield Piercing: 9 Mind Controls any enemy hit Mind Control Duration: 45 seconds Fire Chance 10% Breach Chance: 20% (Adjusted: 18%) Buy/Sell Price: 125~/62~
ru: Орудие древнего зла, которое проникает в сознание жертв и настраивает их друг против друга. Накладывает контроль разума на любого врага, которого поражает, но при этом ими нельзя управлять. Характеристики: Необходимая мощность: 3 Время перезарядки: 25 секунд Длина луча: 200 Скорость луча: 5 Пробивание щита: 9 Контролирует разум любого противника, попавшего под удар Длительность контроля разума: 45 секунд Вероятность возгорания: 10% Вероятность пробоины: 20% Стоимость покупки/продажи: 125~/62~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/title
source: Tesla Emitter
ru: Излучатель Тесла

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/short
source: Tesla
ru: Тесла

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/desc
source: A strange weapon using advanced ion tech unlike anything you've seen. It appears capable of generating enough ionized energy to deal ion damage to multiple rooms like a Beam.
ru: Необычное оружие, использующее передовые ионные технологии, не похожее ни на что, что вы до этого видели. Похоже, оно способно генерировать достаточно ионизированной энергии, чтобы наносить ионный урон нескольким отсекам, подобно лучу.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/title
source: Magma Gun
ru: Магма-пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/short
source: Magma
ru: Магма

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A bizarre gun only conceived in the mind of a madman. Although it's merely a Pinpoint Beam, its concentrated stream of superhot lava sets any room it touches completely on fire. Stats: Required Power: 2 Charge Time: 15 seconds Beam Length: 1 Beam Speed: 1 Lights all tiles on fire in any room hit Buy/Sell Price: 70~/35~
ru: Причудливое орудие, рожденное в голове безумца. Хотя это всего лишь точечный луч, его концентрированная струя сверхгорячей лавы полностью сжигает любой отсек. Характеристика: Необходимая мощность: 2 Время перезарядки: 15 секунд Длина луча: 1 Скорость луча: 1 Поджигает все плитки в любом отсеке. Стоимость покупки/продажи: 70~/35~

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/title
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/short
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/title
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/short
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/title
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/short
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/title
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/short
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/title
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/short
source: Gem
ru: Самоцвет

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/title
source: The Bedazzler
ru: Богач

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/short
source: Bedazzler
ru: Богач

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: A gun made only for the wealthiest of Renegades. Fires a barrage of 5 gems which have a variety of different effects, but costs 5 scrap to fire. Stats: Required Power: 2 Charge Time: 16 seconds Scrap Consumption: 5 Shot Radius: 50 Fires 5 Random Gems Per Shot Red Gem: 1 Hull Damage, No System Damage, 80% Fire Chance Blue Gem: 1 Ion Damage Green Gem: 1 Damage, 45 Crew Damage, 10 Seconds Stun Cyan Gem: 1 Damage, Locks down room Purple Gem: 1 Damage, 2 System Damage, 80% Breach Chance Buy/Sell Price: 80~/40~
ru: Орудие, предназначенное только для самых богатых Ренегатов. Выстреливает шквал из 5 самоцветов, обладающих различными эффектами, но для стрельбы требуется лом. Характеристики: Необходимая мощность: 2 Время перезарядки: 14 секунд Потребление лома: 3 Разброс выстрела: 50 За каждый выстрел по 5 случайных самоцветов Красный самоцвет: 1 урон корпусу, нет урона системам, 80% вероятности возгорания Синий самоцвет: 1 ионный урон Зеленый самоцвет: 1 урон, 45 урон экипажу, 10 секунд оглушения Голубой самоцвет: 1 урон, запирает отсек Фиолетовый самоцвет: 1 урон, 2 урона системам, 80% вероятности пробоины Стоимость покупки/продажи: 80~/40~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/title
source: Colonizer Bomb
ru: Бомба-колонизатор

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/short
source: Colonizer B.
ru: Бомба-колон.

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Self-teleporting device that mind controls an enemy crew in the room if there aren't any already. Can be used to target your own ship. Stats: Required Power: 1 Charge Time: 15 seconds Missile Consumption: 1 Accuracy Bonus: 30% Shots Per Charge: 1 Mind Controls one enemy crew in the room Mind Control Duration: 15 seconds Buy/Sell Price: 75~/37~
ru: Самотелепортирующееся устройство, которое контролирует разум члена вражеского экипажа, если такового еще нет в отсеке. Можно нацеливать на собственный корабль. Характеристики: Необходимая мощность: 1 Время перезарядки: 15 секунд Потребление боеголовок: 1 Бонус к точности: 30% Выстрелов за заряд: 1 Контролирует разум одного вражеского члена экипажа в отсеке Длительность контроля разума: 15 секунд Стоимость покупки/продажи: 75~/37~

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/desc
source: Elite Humanoid Crew. A highly capable clone soldier, produced by the onboard cloning lab of your breaching pod. Due to cheap genetic material these soliders rapidly decay after spawning. Inherited Human stat: minor suffocation resistance
ru: Элитный гуманоидный член экипажа. Крайне эффективный солдат-клон, созданный в лаборатории клонирования вашей десантной капсулы. Из-за дешевого генетического материала эти солдаты быстро разлагаются после появления. Наследует характеристики людей: незначительное сопротивление удушью

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/title
source: Clone Soldier
ru: Солдат-клон

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/short
source: Soldier
ru: Солдат

source: Inflicts 1.2x damage in crew combat
ru: Наносит 1.2x урона в бою

source: Takes 0.7x damage from crew combat and 0.6x from fires
ru: Получает 0.7x урона от боя и 0.6x от пожаров

source: Neural chip allows learning combat skills at an incredible rate
ru: Нейронный чип позволяет осваивать боевые навыки с невероятной скоростью

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/desc
source: Elite Humanoid Crew. A highly capable clone soldier, produced by the onboard cloning lab of your breaching pod. Due to cheap genetic material these soliders rapidly decay after spawning. Inherited Human stat: minor suffocation resistance
ru: Элитный гуманоидный член экипажа. Крайне эффективный солдат-клон, созданный в лаборатории клонирования вашей десантной капсулы. Из-за дешевого генетического материала эти солдаты быстро разлагаются после появления. Наследует характеристики людей: незначительное сопротивление удушью
